/* Localized DisplayNames for your custom metadata attributes */
/* The form is:  "myMetadataKey" = "My Metadata Key";    */
/* The name on the left is the name defined in schema.xml */
/* The name on the right is what the user will see */
"ch_cern_root_data_objectName" = "Object Name";
"ch_cern_root_data_objectTitle" = "Object Title";


/* Localized Description of you custom metadata attributes */
/* The form is: "myMetadataKey.Description" = "stuff";
/* com_Foo_YourAttrName should be definded in the schema.xml file  */
/* The value on the right will be displayed by the Finder etc.. */
"ch_cern_root_data_objectName.Description" = "Names of the ojects in the file";
"ch_cern_root_data_objectTitle.Description" = "Titles of the ojects in the file";